{
    "1": {
        "Titulo": "O inicio",
        "Subtitulo": "Acaminho do meu destino",
        "Fundo": "https://example.com/image1.jpg",
        "Texto": [
            "Era uma vez um jovem chamado Alex, que vivia em uma pequena aldeia cercada por montanhas majestosas. Desde pequeno, ele sonhava em explorar o mundo além das montanhas e descobrir os segredos que estavam escondidos lá fora.",
            "Um dia, enquanto caminhava pela floresta, Alex encontrou um mapa antigo que parecia ter pertencido a um explorador famoso. O mapa mostrava o caminho para uma cidade perdida, cheia de tesouros e aventuras.",
            "Com o coração acelerado, Alex decidiu seguir o mapa e embarcar em sua própria jornada épica. Ele se despediu de sua família e amigos, prometendo voltar com histórias incríveis para contar."
        ],
        "Opcoes": [
            {
                "Texto": "Começar a aventura",
                "Proximo": 2
            },
            {
                "Texto": "Voltar para casa",
                "Proximo": 3
            }
        ]
    },
    "2": {
        "Titulo": "A jornada começa",
        "Subtitulo": "Desbravando o desconhecido",
        "Fundo": "https://example.com/image2.jpg",
        "Texto": [
            "Alex seguiu o mapa por dias, enfrentando desafios e fazendo novos amigos ao longo do caminho. Ele conheceu uma jovem chamada Mia, que também sonhava em explorar o mundo.",
            "Juntos, eles enfrentaram tempestades, atravessaram rios e escalaram montanhas. A amizade deles cresceu a cada desafio superado, e eles se tornaram inseparáveis.",
            "Finalmente, após semanas de viagem, eles chegaram à entrada da cidade perdida. Era um lugar mágico, cheio de luzes brilhantes e sons encantadores."
        ],
        "Opcoes": [
            {
                "Texto": "Entrar na cidade perdida",
                "Proximo": 4
            },
            {
                "Texto": "Explorar os arredores primeiro",
                "Proximo": 5
            }
        ]
    },
    "3": {
        "Titulo": "O retorno",
        "Subtitulo": "Refletindo sobre a jornada",
        "Fundo": "https://example.com/image3.jpg",
        "Texto": [
            "Alex decidiu voltar para casa, percebendo que a verdadeira aventura estava em sua aldeia. Ele aprendeu a valorizar as pequenas coisas e as pessoas que amava.",
            "Ao retornar, ele compartilhou suas histórias com todos, inspirando outros a sonhar e explorar o mundo ao seu redor.",
            "A jornada de Alex pode ter terminado, mas suas histórias viverão para sempre."
        ],
        "Opcoes": [
            {
                "Texto": "Recomeçar a aventura",
                "Proximo": 1
            }
        ]
    }
}